export default {
  attention: "Внимание, следующий вопрос: ...",
  next: "\n\nХотите следующий вопрос? /next",
  more: "\n\nИграем ещё? /next",
  confirmNext:
    "Вы ещё не ответили на предыдущий вопрос. Напишите /answer, чтобы завершить игру и узнать ответ. Напишите /stop, чтобы завершить игру без ответа.",
  code: ["<code>", "</code>"],
  bingo: "⭐ БИНГО! Правильный ответ: ",
  comment: ["\n\n❕ Комментарий: <i>", "</i>"],
  answer: ["❓ ", "\n/answer\n/hint", "❗ Ответ: "],
  help: `Известные команды:
/help - список всех доступных команд
/next - следующий вопрос
/stop - останавливает игру
/answer - останавливает игру и выводит правильный ответ
/repeat - повторяет вопрос текущей игры
/hint - выдаёт подсказку с количеством символов в ответе
/ответ "текст ответа" - бот принимает и проверяет текст ответа (без кавычек)`,
  error: "⚠ Oops! Произошла непредвиденная ошибка...",
  stop: "❌ Игра завершена. Мы так никогда и не узнаем, какой ответ был правильным...",
  hint: "💭 Подсказка: ",
  repeat: "Повтор:\n",
};
